Repository: KDE/simon-tools
Catalog: benefit/speechcal/po/speechcal_*.po
Languages: de

source: A voice controlled calendar application
de: Eine sprachgesteuerte Kalenderapplikation

source: Failed to contact akonadi.
de: Konnte Akonadi nicht kontaktieren

source: Job returned error: %1
de: Job lieferte Fehler: %1

source: Loading...
de: Lade...

source: Received collection: %1
de: Kollektionen erhalten: %1

source: Retrieved %1 items from collection
de: Erhielt %1 Elemente der Kollektion

source: Fetched event has wrong type and could not be deserialized (Payload: %1)
de: Geladener event hat falschen Typen und konnte nicht deserialisiert werden (Payload: %1)

source: Retrieved %1 relevant items
de: Erhielt %1 relevante Elemente

source: Previous day
de: Vorheriger Tag

source: Control
de: Sprachbefehle

source: Previous Day
de: RUNTER

source: Next day
de: RAUF

source: Close
de: SCHLIESSEN

# NAME OF TRANSLATORS
source: Your names
de: Peter Grasch

# EMAIL OF TRANSLATORS
source: Your emails
de: grasch@simon-listens.org
